[
  {
    "class_actual": "Question",
    "text": "{[I need to understand]: what powers a battery? How do batteries work? }"
  },
  {
    "class_actual": "Question",
    "text": "{[I need to understand]: Why does metal react better to electricity than wood or plastic? }"
  },
  {
    "class_actual": "Question",
    "text": "{[I need to understand]: How can we create energy without a battery? }"
  },
  {
    "class_actual": "Question",
    "text": "{[My theory]: is that protons and electrons are in two parts of the battery, the positive and negative energy. When thay are connected to the light bulb it lights up because of the positive and negative energy jumbling around in the light bulb. }"
  },
  {
    "class_actual": "Theory",
    "text": "{[My theory]: Positive energy comes from one side of the battery, and negative energy comes from the other. And the need to meet at the lightbulb for it to work. }"
  },
  {
    "class_actual": "Evidence",
    "text": "The shake-it-up flashlight is proof that magnets can generate electricity. {[My Theory]: is that the magnet is positive and negative in its two sides, sort of like a battery, in a way. If negative and negative are put against each other, they repel each other, and positive and positive create the same effect. The magnet rubbing against the wire creates friction and electricity.}"
  },
  {
    "class_actual": "Evidence",
    "text": "{[My theory]: is that you can use that twisty thing that Nora and Marissa used. I think it works because when you turn the crank on the twisty thing that it creates static electricity inside the twisty thing and something inside it turns the static electricity into regular electricity and then the electricity comes out of the twisty thing and through the wire into whatever your powering }"
  },
  {
    "class_actual": "Theory",
    "text": "{[My theory]: is that metal conducts electricity just as well as the tin foil tape. Also plastic doesn't transfer the energy from place to place because the energy can't travel through. With wood it's the same. }"
  },
  {
    "class_actual": "Question",
    "text": "what is a twisty thing again?\nIs it that thing that is clipped to the wires?"
  },
  {
    "class_actual": "Question",
    "text": "{[My theory]: is that there is a very mini battery inside the battery and it is surrounded in charging juice that keeps charging the mini battery and then it works }"
  },
  {
    "class_actual": "Theory",
    "text": "{[My theory]: is that when the positive and negative come to gether they explode with opisites and make energy }"
  },
  {
    "class_actual": "Theory",
    "text": "i think that you can use soler power"
  },
  {
    "class_actual": "Question",
    "text": "{[I need to understand]: how does solar energy work? Does it mean that the sun generates electricity too? If it does how could we use it in class just as we use batterys? Also, if batterys burn out once the sun is in one spot and is constantly generating energy will it eventually burn out?  }"
  },
  {
    "class_actual": "Question",
    "text": "{[I need to understand]: why do machines need positive and negative energy what type of energy does the negative wire give and what does positive energy do. I think that they are like brothers.   }"
  },
  {
    "class_actual": "Question",
    "text": "i need to understand how bateries work"
  },
  {
    "class_actual": "Question",
    "text": "Why do batteries have a voltage what does it mean other than more power?"
  },
  {
    "class_actual": "Theory",
    "text": "{[My theory]: is that battries are metal which is the same materyal so it conects faster and travels faster }"
  },
  {
    "class_actual": "Question",
    "text": "{[I need to understand]: how does energy flow through wires and to different places connected to everything else in the circut. we think that the pausitive and the negitive energy comes from the battery ( we dont know how) to the wires and then it goes through them to the thing you are trying to put electricity into. }"
  },
  {
    "class_actual": "Theory",
    "text": "{[My theory]:}is that not only do the higher voltage batterys have more energy but they also last longer and shine brighter."
  },
  {
    "class_actual": "Theory",
    "text": "{[My theory]: is that there is a lot of chemical reactions that make energy both positive and negative }"
  },
  {
    "class_actual": "Theory",
    "text": "{[My theory]: is that maybe if you rub something together it could make friction and maybe that would work. Like when you rub a balloon on your head it makes your hair stand up. }"
  },
  {
    "class_actual": "Theory",
    "text": "{[My theory]: is that the biger the baterie the more powerfull it is becuase you can put more in the baterie }"
  },
  {
    "class_actual": "Question",
    "text": "{[I need to understand]: how they put the energy inside the batterys and if it's a liquid, gas or a solid my theory about this is that they get the energy in tubes and hook it up to a machine to fil the batterys with energy }"
  },
  {
    "class_actual": "Theory",
    "text": "i agree because when somthing moves like the twisty thing it creates energey which touches the wires and it will hit the lights"
  },
  {
    "class_actual": "Question",
    "text": "i agree with you Jamie because how would you power anything with out a battery?"
  },
  {
    "class_actual": "Theory",
    "text": "{[My theory]: is that the more voltage there is the more power there is }"
  },
  {
    "class_actual": "Evidence",
    "text": "{[My theory]: there is another energy source and guess what? its lemon juice the grade fives tested that in grade 2 you have to stick a nail on one side and a penny on the other side then you have an energy source to power a light bulb  }"
  },
  {
    "class_actual": "Theory",
    "text": "i agree, there is a wire in the bulb of the light, i think there is a sort of dam at the centre so it stops the positive\\negative if it gets there before the other, then, when they meet, it explodes :)"
  },
  {
    "class_actual": "Theory",
    "text": "{[My theory]: is that it could be liquid because when a battery leaks it oozes liquid.  }"
  },
  {
    "class_actual": "Evidence",
    "text": "{[I need to understand]: how the lemon batterys work \nlike don't you remember when we made those lemon batterys in grade 2 it was strange and they looked weird }"
  },
  {
    "class_actual": "Evidence",
    "text": "Speed matters. The slower you rub the tube with the fur, the shock will be much bigger. Why does this happen?\nI think that if it is rubbed slowly there are more crackles and crackles = static electricity.\nI used the leyden jar to power a light bulb but it work. My theory is that it didn't work because rubbing a tube and some fur isn't as strong as a battery. I thought it would work because rubbing the tube and the fur would create static electricity and the sucks the power in to move the wire. And when you touch it, it's like an escape to the light which lights it up. But I don't understand why it didn't work a little.\nI think that the leyden jar holds electricity so when you rub the tube with fur close to the nail, the nail picks up electricity and when you touch it you get a shock.\nThe slower you rub it the bigger the shock. I think that happens because more electricity rushes to the top and into the nail. I think the electricity goes through the nail, through the wire, through the tape and back up when you touch it.\nQuestion: I wonder why you have to touch both the tin foil tape and the nail?\nQuestion: Why do you have to touch the tape first?"
  },
  {
    "class_actual": "Question",
    "text": "Is static similar to electricity? What makes it similar or different?\nWhat creates static electricity?"
  },
  {
    "class_actual": "Evidence",
    "text": "- If you put a battery on the foil tape with a light bulb the bulb will light up but only if the connection is strong.  So the tape may be acting as wires, that's why there need to be 2 pieces of tape to transmit the negative and positive energy. I tried"
  },
  {
    "class_actual": "Evidence",
    "text": "Why isn't the iron attracted to the other side of the magnet? I think the magnet just doesn't conduct electricity. I think the iron doesn't clump because there's no pressure on it. \n\nThe fork works as a magnet, this happens because of the electricity running through the metal fork that attracts metal objects. When we tried with 6 volts it didn't work that well, so we did it with 12 volts and it worked perfectly.\n\nWhy does a magnet need a positive and negative side? Are magnets the only thing that attracts iron?"
  },
  {
    "class_actual": "Evidence",
    "text": "{[My theory]: is that the thing you discribed as friction is static i think it makes your hair stand up because your hair has positive electricity and when you rub the baloon to your hair the balloon gets negative energy and then your hair gets attracted to the balloon  }"
  },
  {
    "class_actual": "Evidence",
    "text": "ya, I think there's a very thin needle that ingects the battery casing with an electrical fluid. And once when my brother was switching a battery pack in his camera, and there was blueish greenish moldy liquid coming out of it."
  },
  {
    "class_actual": "Theory",
    "text": "{[My theory]:   I'm not sure if someone already contributed this but I think that some electricity comes from the pressure of the niagra falls because they turn it into electricity or something. }"
  },
  {
    "class_actual": "Question",
    "text": "{[I need to understand]: what does magnetism have to do with electricity? I mean, i sorta understand, but not really. }"
  },
  {
    "class_actual": "Theory",
    "text": "ok so i think there very colourful like different colours maybe the rainbow. but i think it would be hard to tell what colour it is cause its so small. but idk.\n:P"
  },
  {
    "class_actual": "Theory",
    "text": "{[My theory]: is that maybe ther is a mini mini battery inside the mini battery. }"
  },
  {
    "class_actual": "Theory",
    "text": "if you take aa positive and a positive it wont work because you need like a bit of both. so if you have a positive and a negative it evens out.\n\nRayne"
  },
  {
    "class_actual": "Question",
    "text": "{[I need to understand]: what colour(s) nutrons, electrons and protrons are? }"
  },
  {
    "class_actual": "Theory",
    "text": "i recpectfully disagree because the huge battery only had 6 volts but the small one has 9"
  },
  {
    "class_actual": "Theory",
    "text": "Adoms are randomly coloured"
  },
  {
    "class_actual": "Theory",
    "text": "I think that they can probably be any kind of coulor because it's not just a certain kind of coulor they can always change. It wont always be the same.\n\nRayne"
  },
  {
    "class_actual": "Theory",
    "text": "Maybe there are things smaller than atoms that we haven't discovered yet, that are made of some sort of liquid base, and that are the essence of electricity. I think that there is more to this than just neutrons, protons, and electrons that create power."
  },
  {
    "class_actual": "Question",
    "text": "{[I need to understand]:} why when the negitive and positive energy come together it creates light"
  },
  {
    "class_actual": "Question",
    "text": "{[I need to understand]: when a atom has no electrons what hat hapens  }"
  },
  {
    "class_actual": "Theory",
    "text": "I think that atoms are very bright but have no  colour like lightning."
  },
  {
    "class_actual": "Question",
    "text": "{[I need to understand]: what are you guys talking about? adoms? if so, idk what colour they are }"
  },
  {
    "class_actual": "Evidence",
    "text": "our theory is that the battery doesn't have to be big to have more power for example the 6 volt batterys are way bigger than the 9 volt batterys are smaller and they hold more voltage which means more power"
  },
  {
    "class_actual": "Theory",
    "text": "I dont think it would have a coulor because it would be to small to see"
  },
  {
    "class_actual": "Theory",
    "text": "maybe they have certain colors for different things like if you were to powere a boombox it would be blue and yellow or if you were to power a computer it would be black and white. or it would be colored on how much energy you need. Just an idea.\n\nRayne"
  },
  {
    "class_actual": "Theory",
    "text": "i think that the sun creates so that it makes energy."
  },
  {
    "class_actual": "Question",
    "text": "{[I need to understand]:  why when you rub the tube with the fur slower it makes a bigger shock from the leyden jar then when you rub it faster.  }"
  },
  {
    "class_actual": "Evidence",
    "text": "I agree with you about your theory. I think that when your hair gets attracted to the balloon it doesn't want to give away but the energy can only stretch so far. So when you pull it away all the hair still has the reaction in it. Because when you take it away it still sticks out."
  },
  {
    "class_actual": "__none__",
    "text": "that is the exact same thing that I said"
  },
  {
    "class_actual": "_none_",
    "text": "maybe but it would be really small but you have no proof\n\nrayne"
  },
  {
    "class_actual": "Question",
    "text": "i wonder if an adom can not have eletrons, nutrons or protons"
  },
  {
    "class_actual": "Theory",
    "text": "I agree. even though positive and positive are like family they ont want to spend time togetha and they just want to hang out with the cool people/negative."
  },
  {
    "class_actual": "Question",
    "text": "I wonder how lightning is generated, and what its chemical combination is."
  },
  {
    "class_actual": "Question",
    "text": "{[My theory]:}{[I need to understand]: why when you rub beside the leyden jar it makes electric noises. Also why does the jar shock you when you touch it? }is that the negitive and possitive are trying to get out because there too close together."
  },
  {
    "class_actual": "Theory",
    "text": "{[My theory]: is that the mini batteries and the mini mini batteries indide a mini battery which is really inside a normal-sized battery kind of remind me of those russian nesting dolls, but I don't think the mini battery theory is true }"
  },
  {
    "class_actual": "Question",
    "text": "When the electricity is in the leyden jar and it comes out throught the wire into your finger, how do the electrons travel through the wire and into your finger?"
  },
  {
    "class_actual": "Theory",
    "text": "{[My theory]: is: i think that your body acts as a wire. like in the tazer thing, your body is carrying the electrons. BTW please stop moving the notes. ( simone and rayne)  }"
  },
  {
    "class_actual": "__none__",
    "text": "No, they said that inside the mini battery, which is what you said, is a mini, mini battery. But ya, sort of"
  },
  {
    "class_actual": "_none_",
    "text": "i don't uderstand what your talking about, but interesting... :P"
  },
  {
    "class_actual": "_none_",
    "text": "I guess thats  a way to put it but ok"
  },
  {
    "class_actual": "Theory",
    "text": "I think that when all the electrons are in the jar, they all want to get out because they are all negitive energy. So when you fingers touch the tinfoil tape and the nail it creates a way for most of the electrons to escape."
  },
  {
    "class_actual": "Question",
    "text": "I agree that the positive are like a group of people that are all exactly the same and dont want to be around these poeple every single day. THey want to go and be with the other different people/negatives. {[I need to understand]: WHY don't the positives go together? }"
  },
  {
    "class_actual": "Question",
    "text": "{[I need to understand]: why electrons are negative and protons are positive? is that just how they are? or is there a reason for it?  }"
  },
  {
    "class_actual": "Theory",
    "text": "{[My theory]: is that when you touch the lydan with the wire its not a spark comming from the lydan jar its the electrons going from  the lydan jar to the wire. Its like a mini bolt of lightning going to the wire  }"
  },
  {
    "class_actual": "Question",
    "text": "{[I need to understand]: what's sronger the force of the negative to negative getting pushed away from each other, or the force of negative and positive getting stuck together? }"
  },
  {
    "class_actual": "Theory",
    "text": "{[My theory]:}is that if you use a lemon too many times then it won't work because all of the electrons will come out and float away into the closest object. And the lemon won't let anymore electricity in because it has really annoying other stuff in it that won't let more electrons in. i think things have a certain amount of electrons and if they get out then they're out for good"
  },
  {
    "class_actual": "Evidence",
    "text": "{[My theory]: is that if you rub fur and a rod together the fur gives it negitive charges wich makes the rod more negitive i think one side of little peices of paper has a positive side and a negitive side so the paper is on a slant when it sticks to the rod  }"
  },
  {
    "class_actual": "Theory",
    "text": "{[My theory]: the longer you leave the magnet under the honey there will be more iron filings. because they slowly make their waythrough the honey because the honey is thick }"
  },
  {
    "class_actual": "Theory",
    "text": "{[My theory]: is that it is in posibale for an adom to not have eletrons, nutrons or protons because adoms are nutron wich has both protons and eletrons }"
  },
  {
    "class_actual": "Theory",
    "text": "i think that the force is exectly the same because when you throw a magnet at a magnet the magnet wil spin so that it is positive and negative but if tri and push negative and negative together they repel each other ."
  },
  {
    "class_actual": "Evidence",
    "text": "When I connected a battery to lemon juice with wires, the lemon juice slowly started to turn into goop on the positive wire. I think that lemon juice has a negative charge, so, it compressed onto the wire. I think that this also has something to do with the fact that lemon juice is an acid."
  },
  {
    "class_actual": "Question",
    "text": "{[I need to understand]: how magnets work. i know that medal is attracted to it but i have no idea why this happens.  }"
  },
  {
    "class_actual": "Evidence",
    "text": "{[My theory]: is that the home made battery didn't work because nick kept pushing on the top so the lemon jucies [i think that the lemon jucies are charged] kept running out  }"
  },
  {
    "class_actual": "Evidence",
    "text": "{[My theory]: erica and evelyn did this floaty thing with the magnet and we wanted to add on to it this is what we think thayt when the batterie is connected to the coil inside there is a magnet on each side the right side the left side and the bottom so if you drop the magnet right into the coil it will drop to the bottom but before it hits the ground it bounces up because of the magnet and electrons push the magnet up and to the side  }"
  },
  {
    "class_actual": "Evidence",
    "text": "when i tried to make the lemon battery work (The one where you stacked the foil-coin-tissue) it didn't work. I think that happened because the lemon has a lot of electrons so that makes it have a negative charge. When you soak the paper towel in the lemon juice the lemon juice gets all over everything else so maybe the electrons are spreading too. Then once the electrons get all over everything else it becomes a negative charge. So the tube that has all the stuff in it doesn't have any positive charge and it needs both. Therefore it cannot work. If we tried to do it again, maybe instead of just slapping on the paper towel we could wring the paper towel out before we put it on and that way the electrons might not spread so easily."
  },
  {
    "class_actual": "Question",
    "text": "How does a static charge seem to create energy?"
  },
  {
    "class_actual": "Question",
    "text": "If concentrated electrons make visible sparks, why can't you see sparks everywhere?"
  },
  {
    "class_actual": "Evidence",
    "text": "Neutrally charged objects are very sensitive to positive and negative charge.\n\nExperiment idea: if you could somehow charge 2 things and put a neutral thing in the middle, would it get more attracted to one or another? Which is stronger, a negative charge or a positive charge?"
  },
  {
    "class_actual": "Question",
    "text": "Is a positive charge more powerful than a negative charge, or vice-versa?"
  },
  {
    "class_actual": "_none_",
    "text": "Once we learn more, we might see that all of the threads all relate to each other."
  },
  {
    "class_actual": "Theory",
    "text": "Electrons are the essence of charge. Atoms are the root of everything having to do with electricity. All the threads are related back to atoms. if nothing related to atoms then everything would be nothing. atoms are the essence of life and everything is atoms."
  },
  {
    "class_actual": "Question",
    "text": "{[I need to understand]:  }  if there is so much empty space in atoms, how can we, or anything be so solid?"
  },
  {
    "class_actual": "Question",
    "text": "Why does static charge not work well at high levels of humidity? Why does the charge leak off?"
  },
  {
    "class_actual": "Theory",
    "text": "Whenever you charge one thing positively, you are always charging the other object negatively. If you rub a glass rod with silk, the glass becomes positively charged and the silk becomes negative. It's because the electrons move from one to the other."
  },
  {
    "class_actual": "Question",
    "text": "{[I need to understand]:  } why electrons flow from the negative side of the battery to the positive side. Why not the other way?"
  },
  {
    "class_actual": "Question",
    "text": "What can cause an atom to become unstable? Do atoms even need electrons?"
  },
  {
    "class_actual": "Question",
    "text": "What is empty space made of? What is empty space exactly?"
  },
  {
    "class_actual": "Question",
    "text": "In an electromagnet, why does a coil of wire produce a stronger magnetic field than a single wire?"
  },
  {
    "class_actual": "Question",
    "text": "In the first batteries people used metal plates and acid. Does it need to be a specific type of acid or liquid?"
  },
  {
    "class_actual": "Question",
    "text": "Why are electrons always negatively charged?"
  },
  {
    "class_actual": "Question",
    "text": "{[I need to understand]: what the difference between carbon atoms and just plain atoms are? and are there other kinds of atoms? are there different things inside them or are they just in different things? I think what makes atoms different is that they probably have different amounts of electrons, protons and nuetrons. }"
  },
  {
    "class_actual": "Question",
    "text": "{[My theory]: is that light does relate to magnets because it did not how would the shakey flashlight work? }"
  },
  {
    "class_actual": "Question",
    "text": "How does electricity benifit humans besides playing video and using technology?"
  },
  {
    "class_actual": "Theory",
    "text": "because that's what an electron is. If an electron was all positively charged, then it would be a proton."
  },
  {
    "class_actual": "_none_",
    "text": "no, that's just the way they are."
  },
  {
    "class_actual": "Theory",
    "text": "i don't think so i think they're just see through or even white"
  },
  {
    "class_actual": "Question",
    "text": "{[I need to understand]: why lemon juice is a source of energy }"
  },
  {
    "class_actual": "Theory",
    "text": "{[My theory]: is that maybe in a battery there is a lot of electrons in certain parts of it. So when you clip metal to the battery it lets the electrons out and then it just goes back around. I think that inside the ends of the battery are alot of electrons which makes some kind of charge }"
  },
  {
    "class_actual": "Question",
    "text": "{[I need to understand]: how the sun create energy}"
  },
  {
    "class_actual": "Theory",
    "text": "{[My theory]: is that a bigger battery just lasts longer and a small 9v is stronger then a big 6v but the big 6v just lasts longer because it holds more electrons }"
  },
  {
    "class_actual": "Theory",
    "text": "i think it's just how they are they just randomly name protons electrons"
  },
  {
    "class_actual": "Question",
    "text": "why is some types of metal magnetic and some not?\nwhy can you make a magnet with a battery and a fork\nand a normal magnet does not need a battery?"
  },
  {
    "class_actual": "Theory",
    "text": "{[My theory]: is that maybe the batteries just hold a different amount of electrons not more But i agree that the big 6v is just bigger than the 9v and it does hold a lot of electrons making it last longer but the bigger it is doesn't really matter that much. }"
  },
  {
    "class_actual": "Question",
    "text": "{[I need to understand]: how lightning is powered  }"
  },
  {
    "class_actual": "Theory",
    "text": "{[My theory]: is that they are actually positively and negatively charged. I don't think they just have random names. Because they are not the same because if they were magnets wouldn't stick together. }"
  },
  {
    "class_actual": "Theory",
    "text": "{[My theory]: is that positive and negetive are attracted to each other and one of the magnets is positive and one is negitive  }"
  },
  {
    "class_actual": "_none_",
    "text": "what do you mean????"
  },
  {
    "class_actual": "_none_",
    "text": "ya!!!!"
  },
  {
    "class_actual": "Theory",
    "text": "what i mean is that in certain parts of a battery is a lot of electrons. and in the ends where you clip the clips to there are electrons so when you clip the mobbobers to the ends it lets all the electrons go around and back again."
  },
  {
    "class_actual": "_none_",
    "text": "okay i get it i agree (in a different way)"
  },
  {
    "class_actual": "Theory",
    "text": "what do yo mean descriebe how you disagree. and i am adding onto mine adding onto yours adding onto mine \ni think that the energy goes around through the wires really quickly and then when you unclip the clips electrons go back into the battery"
  },
  {
    "class_actual": "_none_",
    "text": "i agree but just in different words you know the boring adult way"
  },
  {
    "class_actual": "Theory",
    "text": "in one of the magnets there is positive enrgee and in the other one there is negitive energy wich is like a batterie and positive and negitive is electricity"
  },
  {
    "class_actual": "Theory",
    "text": "haha i also want to add that when you use a 6v it works a bit differently than a 9v because of electrons. Because when some people did an the magnet fork thing it only worked with a 6v and when they tried with a 9v it didn't work"
  },
  {
    "class_actual": "Theory",
    "text": "{[My theory]: is that there is more power you know because it BIG and a 9v is small but powerful so not as much electrons to go around }"
  },
  {
    "class_actual": "Theory",
    "text": "i agree but i still think they are different and that the 9v is just fun size (small) (like me)"
  },
  {
    "class_actual": "_none_",
    "text": "i agree (your not small your avarige)"
  },
  {
    "class_actual": "Theory",
    "text": "{[My theory]: is that the difference between different atoms like atoms inside elements are that they have different amounts of protons and nuetrons\nsurprisingly the electrons don't really matter for making different kinds of atoms but you still need them there }"
  },
  {
    "class_actual": "Theory",
    "text": "we disagree because in batterys there are protons, nuetrons and electrons and the light bulbs already have the protons and nuetrons in them and only need electrons to light up so only the electrons move from the battery to the light bulb"
  },
  {
    "class_actual": "Theory",
    "text": "I respectfully disagree i think that all atoms are the same but they come to gether in difrent combinations to make difrent things."
  },
  {
    "class_actual": "Theory",
    "text": "i agree because h2o has like two protrons and two nuetrons and that what makes it a water atom. electrons can travel from atom to atom.that is why helium floats because it has less protons and nuetrons than oxygen"
  },
  {
    "class_actual": "Theory",
    "text": "Lighting is created when the top of the cloud becomes positive and the bottom of the cloud becomes negitive and the electricity gets discharged through the lighting.\nSimone + Nora"
  },
  {
    "class_actual": "Theory",
    "text": "we disagree because i did research and it proved our theory"
  },
  {
    "class_actual": "Theory",
    "text": "they all do relate to each other. everything relates to atoms and therefore everything relates to each other!!!!!!!!!!!!!!! :p <3 :) :>"
  },
  {
    "class_actual": "Question",
    "text": "how do video games work? We think you might need a memory card, but where will all the wires, and batteries go? And what do they put in the very thin CD? or how is electriity involved it the making of it? and how can there be so many graphics?"
  },
  {
    "class_actual": "Theory",
    "text": "{[My theory]: is that the two charges are equal in power.  }"
  },
  {
    "class_actual": "Theory",
    "text": "{[My theory]: is that H2O has the same kind of atoms as ground atoms there just not as compacted  }"
  },
  {
    "class_actual": "Question",
    "text": "{[I need to understand]: what the colours of atoms are or if the even have colour? }"
  },
  {
    "class_actual": "Theory",
    "text": "never mind now I know that different electricity cells have different types of acid like for example a basic electricity cell uses sulfuric acid and another (the leclanche cell) uses a jellylike acid that I don't know the name of"
  },
  {
    "class_actual": "Theory",
    "text": "when you rub your foot on the carpet all of the eletrons in the carpet rush to your foot because your foot holds on to electrons beter then the carpet then if you touch some thing metal with your hand then all the electrons rush to the metal and have to pass through your hand so you feel a eleectric shock."
  },
  {
    "class_actual": "Theory",
    "text": "I agree becausee a way to discharge electrons is through a circut and the cloud and the lightning represents the circut because the bottom of the cloud is negative so the electrons neeed to be discharged through lightning Nora and Simone's note was really well written and smart"
  },
  {
    "class_actual": "Theory",
    "text": "i don't think that its possible to see if atoms have color. but if it was possible i'd like to know if they actually the books have the right color."
  },
  {
    "class_actual": "Reference",
    "text": "Different Charges\n- There are only 2 electric charges\n- But there are things smaller than protons, neutrons and electrons,\nthose things have different charges\n- charges can flow from 1 thing to another when the charges are unbalanced"
  },
  {
    "class_actual": "Question",
    "text": "What is empty space made of?\n- empty space is not a true vacuum\n- four things that are in empty space: \n  radiation, space, dust, neutrons, gravitational field\n- atoms are not like solar systems, they are more like stair cases\n- empty space isn't empty space at all\n\nProbably not true theories:\n- there is probably a lot more going on in the empty space than we\nthink such as...\n- if there are things smaller than a neutron than there might be a\nforce or particle that is swirling around and doing lots of stuff in\nthat space\n- what if empty space is just as important as atoms in the creation of\nsolid forms\n- if we weren't 99.99% empty space and we were totally solid than\nwould we be so solid that we would be super heavy?"
  },
  {
    "class_actual": "Evidence",
    "text": "- How clouds and light make a rainbow\nSupplies: 1. candle or lighter\n2. matches\n3. wood splints\n4. 2 liter bottle with cap\n5. water\n- electricity and magnetism are directly related\n- light is made out of streams of particles\n- light is made of electro-mag"
  },
  {
    "class_actual": "Reference",
    "text": "Nuclear bomb\n- to make a nuclear bomb take some uranium 238 and extract uranium 235, then add a neutron and it makes it uranium 236 which is very explosive"
  },
  {
    "class_actual": "Theory",
    "text": "{[The evidence shows that]:  Magnets can make other metals magnets. The top magnet makes the next one a magnet, and that one makes the next one maget, etc ...\n }"
  },
  {
    "class_actual": "Theory",
    "text": "{[I need to understand]:  Can atoms be created and destroyed? } {[Important information + source]:  They just get smaller. Sometimes when they get smaller they get sticked to other atoms and become bigger again. I also figured out they can be created but it needs too much energy to do. But other people were siaagreeing so that it's still being researched. }"
  },
  {
    "class_actual": "Evidence",
    "text": "When Ben did the floty thing, it went straight up the middle but when I did it, it stuck to the side."
  },
  
  {
    "class_actual": "Evidence",
    "text": "{[I need to understand]:  Why is some metal magnetic and some not?}\nWe experimented with some metals, and here are our findings:\n- The 1996/1986 nickels/zinc aren't magnetic. (Maybe because they couldn't get the right material.)\n- The copper is not magnet.\n- A table showing magnet power of metals (below).\n\nMetal\tPower\nGS\t3\nA\t1\nC\t1\nN\t6\nI\t5\nZ\t4\n(6 = a ton, 1 = _none_)"
  },
  {
    "class_actual": "Reference",
    "text": "An atomic bomb works by making a chain reaction.\nA chain reaction is a combination of continous nuclear fission reaction because the nuclear resulting: \n\nU235 + neutron = Huge energy.\n\nFun facts: Did you know another name for a chain reaction is a nuclear fission?"
  },
  {
    "class_actual": "Question",
    "text": "{[My theory]:  A magnet throws off a compass because all magnets have a magnetic field and compasses are very sensitive to magnetic fields.}\n\n[picture: the magnet makes the needle of the compass point to the magnet.]"
  },
  {
    "class_actual": "Evidence",
    "text": "Our problems:\n1. Why are there protons and neutrons in the nucleus? Do they need to be there?\n2. Are there other types of charges that we do not know about?\n3. What is light? Where does it come from? Why does a static shock create light?\n4. Do atoms contain energy? How dod they do it? How does an atomic bomb work?\n5. Can atoms and their electrons be created or destroyed? How can we do this?\n6. How do magnets work? Why do they throw compasses off?\n7. What are electrons made out of? Is there something smaller?\n\nWhat we need to do ...\n1. Invite a scientist to come and speak about atoms.\n2. We should dissect a battery and try to use the insides to power different objects.\n3. We should cut a magnet open to see if it still works.\n4. We should look deeper into how light works. What is it? How does it function?\n5. Experiment with different types of metals. Which one is more magnetic.\n6. What is the connection between magnets and electricity?"
  },
  {
    "class_actual": "Reference",
    "text": "We tried to make fire with a flashlight through a magnifing glasses but it didn't work because you need solar power.\n\n- Atoms can be divided into smaller particles.\n- Protons and neutrons can be seperated from each other. Also they are made of smaller particles which is called quarks.\n- You can make atoms smaller by exploding them.\n- Only electrons cannot be splitted.\n\n- Neutrons are made of two down quarks and one up quarks.\n- Up quarks have a charge of +2/3.\n- A proton is two thousands times heavier than an electron. Neutrons are 1,839 times heavier than one electron.\n- Down quarks are the second lightest, the first lightest is up quarks.\n- Down quarks are fermions, which mean no two of them can not be in the same space at the same time.\n- Up quarks are so small that scientists believe they can not be divided any more."
  }
]